<?php include(BASE_DOMAIN . '/views/header.php');?>

  <!-- Основной контент странички -->
  <div class="page single-page-rules">
    <div class="page-content container-fluid">
      <div class="row page-info-rules">

        <div class="col-xs-13">
          <ul class="breadcrumbs">
            <li class="active">Как тренироваться</li>
          </ul>
        </div>

        <div class="col-xs-13">
          <h1 class="page-title">Как тренироваться</h1>
        </div>
      </div>

      <div class="row page-text-content">
        <div class="col-xs-13">
          <a href="recomend-how-training-edit.html" class="btn-default waves waves-effect waves-light right-position">Изменить</a>
        </div>

        <div class="col-xs-13">
          <h2>ОБЩИЕ РЕКОМЕНДАЦИИ ПО КУРСУ</h2>

          <p>Сразу скажу, что если ты приходишь в форму, то ни крошки мимо обозначенного рациона себе ты не можешь позволить. Как это работает у меня? К себе я строга более всего, ведь результат нужен именно мне. Зачем вкладывать столько работы и потом обманывать себя? Да и на грамотно организованном рационе совершенно не тянет на какие-то срывы. Проще сделать рывок, прийти в классную форму и со спокойной совестью позволять себе несколько раз в неделю какие-то пищевые вольности.</p>

          <h2>ЧТО ЕСТЬ ДО И ПОСЛЕ ТРЕНИРОВКИ</h2>
          <p>Перед тренировкой за 1,5 часа принять порцию углеводов (по макрос 30г углеводов) и порцию белка (18-32г белка), за 20 минут до тренировки амино или всаа. Во время тренировки 1 литр воды. После тренировки аминокислоты или всаа, грудку или яичные белки, глютамин.</p>

          <h2>КАРДИО-ТРЕНИРОВКИ</h2>
          <p>Самые эффективные с точки зрения пульса в зоне жиросжигания кардиотренажеры – это эллипс, беговая дорожка, степпер.</p>
          <p>Чтобы худеть, нужно тренироваться в зоне 60-70% от максимальной частоты сердечных сокращений. Не буду тебя грузить. Приведу формулу для вычисления пульса, с которым ты будешь ходить или бегать на похудении. Все, что выше цифр получится – на тренировку сердечной мышцы и выносливости, а не на жиросжигание.</p>

          <div class="message-block">
            <p><b>Индивидуальная максимальная ЧСС = 205,8 – (0,685 × возраст)</b></p>
            <p>а также формула для поиска нужной пульсовой зоны:</p>
            <p><b>ЧСС выбранного вида кардио-сессии = (максимальная ЧСС – ЧСС покоя) × интенсивность + ЧСС покоя</b></p>
          </div>

          <h2>СИЛОВЫЕ ТРЕНИРОВКИ</h2>

          <p>Трудно как-то не так приготовить любую кашу, если только это не ризотто. Мое предложение – различные специи. Их можно, как и соль в пищу, добавлять в крупы. Пусть они будут яркими и ароматными. Кстати, мой любимый вариант приготовления белого риса - рис с зеленым замороженным горошком. Просто отварить рис и замочить горох, смешав их вместе. Просто прекрасно. Да и веточка зелени просто на блюдо никогда не мешает. <br>Если это батат (сладкий картофель), то проще всего его завернуть во влажную бумажную салфетку и на 6 минут в микроволновку. Еще его можно нарезать кольцами и отправить в духовку на 20-30 минут, посолив и посыпав корицей. Еще его варят и делают пюре. Великолепный вкус.</p>

          <div class="message-block">
            <p>Как выбрать вес? Никак. Только методом проб и ошибок. Подбирай веса так, чтобы последние 5 повторов были через силу и чтобы ты не могла сделать еще 2-3 после этих 15-20. Следи за этим – женщина куда сильнее, чем думает.</p>
          </div>

        </div>

      </div>
    </div>
  </div>
  <!-- End Основной контент странички -->

<?php include(BASE_DOMAIN . '/views/footer.php');?>