<?php include(BASE_DOMAIN . '/views/header.php');?>

  <!-- Основной контент странички -->
  <div class="page page-faq">
    <div class="page-content container-fluid">
      <div class="row page-info-faq">

        <div class="col-xs-13">
          <ul class="breadcrumbs">
            <li class="active">FAQ</li>
          </ul>
        </div>

        <div class="col-xs-13">
          <h1 class="page-title">FAQ</h1>
        </div>
      </div>

      <div class="row page-text-content">
        <div class="col-xs-13">
          <a href="faq-edit.html" class="btn-default waves waves-effect waves-light right-position">Изменить</a>
        </div>

        <div class="col-xs-13">
          <h2>ПРО ПЕРСОНАЛЬНЫЙ АККАУНТ</h2>
          <div class="accordion-wrapper">

            <div class="accordion">
              <div class="accordion-header">
                <h4>Могу ли я пользоваться личным кабинетом после окончания курса?</h4>
              </div>
              <div class="accordion-collapse">
                <p>Чтобы худеть, нужно тренироваться в зоне 60-70% от максимальной частоты сердечных сокращений. Не буду тебя грузить. Приведу формулу для вычисления пульса, с которым ты будешь ходить или бегать на похудении. Все, что выше цифр получится – на тренировку сердечной мышцы и выносливости, а не на жиросжигание.</p>
              </div>
            </div>

            <div class="accordion">
              <div class="accordion-header">
                <h4>Могу ли я получить свою программу после курса?</h4>
              </div>
              <div class="accordion-collapse">
                <p>Чтобы худеть, нужно тренироваться в зоне 60-70% от максимальной частоты сердечных сокращений. Не буду тебя грузить. Приведу формулу для вычисления пульса, с которым ты будешь ходить или бегать на похудении. Все, что выше цифр получится – на тренировку сердечной мышцы и выносливости, а не на жиросжигание.</p>
              </div>
            </div>

            <div class="accordion">
              <div class="accordion-header">
                <h4>Я только зашла в кабинет, с чего мне начать?</h4>
              </div>
              <div class="accordion-collapse">
                <p>Чтобы худеть, нужно тренироваться в зоне 60-70% от максимальной частоты сердечных сокращений. Не буду тебя грузить. Приведу формулу для вычисления пульса, с которым ты будешь ходить или бегать на похудении. Все, что выше цифр получится – на тренировку сердечной мышцы и выносливости, а не на жиросжигание.</p>
              </div>
            </div>

            <div class="accordion">
              <div class="accordion-header">
                <h4>Можно ли настроить календарь тренировок под удобный мне график?</h4>
              </div>
              <div class="accordion-collapse">
                <p>Чтобы худеть, нужно тренироваться в зоне 60-70% от максимальной частоты сердечных сокращений. Не буду тебя грузить. Приведу формулу для вычисления пульса, с которым ты будешь ходить или бегать на похудении. Все, что выше цифр получится – на тренировку сердечной мышцы и выносливости, а не на жиросжигание.</p>
              </div>
            </div>
          </div>


          <h2>ПРО ТРЕНИРОВКИ</h2>
          <div class="accordion-wrapper">

            <div class="accordion">
              <div class="accordion-header">
                <h4>Когда лучше всего заниматься тренировками?</h4>
              </div>
              <div class="accordion-collapse">
                <p>Чтобы худеть, нужно тренироваться в зоне 60-70% от максимальной частоты сердечных сокращений. Не буду тебя грузить. Приведу формулу для вычисления пульса, с которым ты будешь ходить или бегать на похудении. Все, что выше цифр получится – на тренировку сердечной мышцы и выносливости, а не на жиросжигание.</p>
              </div>
            </div>

            <div class="accordion">
              <div class="accordion-header">
                <h4>Если у меня нет возможности заниматься в зале, что делать?</h4>
              </div>
              <div class="accordion-collapse">
                <p>Чтобы худеть, нужно тренироваться в зоне 60-70% от максимальной частоты сердечных сокращений. Не буду тебя грузить. Приведу формулу для вычисления пульса, с которым ты будешь ходить или бегать на похудении. Все, что выше цифр получится – на тренировку сердечной мышцы и выносливости, а не на жиросжигание.</p>
              </div>
            </div>

            <div class="accordion">
              <div class="accordion-header">
                <h4>Что такое тренировки для "инвалидов"?</h4>
              </div>
              <div class="accordion-collapse">
                <p>Чтобы худеть, нужно тренироваться в зоне 60-70% от максимальной частоты сердечных сокращений. Не буду тебя грузить. Приведу формулу для вычисления пульса, с которым ты будешь ходить или бегать на похудении. Все, что выше цифр получится – на тренировку сердечной мышцы и выносливости, а не на жиросжигание.</p>
              </div>
            </div>

            <div class="accordion">
              <div class="accordion-header">
                <h4>Разминка - когда и как ее делать?</h4>
              </div>
              <div class="accordion-collapse">
                <p>Чтобы худеть, нужно тренироваться в зоне 60-70% от максимальной частоты сердечных сокращений. Не буду тебя грузить. Приведу формулу для вычисления пульса, с которым ты будешь ходить или бегать на похудении. Все, что выше цифр получится – на тренировку сердечной мышцы и выносливости, а не на жиросжигание.</p>
              </div>
            </div>

          </div>


          <h2>ПРО ПИТАНИЕ</h2>
          <div class="accordion-wrapper">

            <div class="accordion">
              <div class="accordion-header">
                <h4>Когда лучше всего заниматься тренировками?</h4>
              </div>
              <div class="accordion-collapse">
                <p>Чтобы худеть, нужно тренироваться в зоне 60-70% от максимальной частоты сердечных сокращений. Не буду тебя грузить. Приведу формулу для вычисления пульса, с которым ты будешь ходить или бегать на похудении. Все, что выше цифр получится – на тренировку сердечной мышцы и выносливости, а не на жиросжигание.</p>
              </div>
            </div>

            <div class="accordion">
              <div class="accordion-header">
                <h4>Если у меня нет возможности заниматься в зале, что делать?</h4>
              </div>
              <div class="accordion-collapse">
                <p>Чтобы худеть, нужно тренироваться в зоне 60-70% от максимальной частоты сердечных сокращений. Не буду тебя грузить. Приведу формулу для вычисления пульса, с которым ты будешь ходить или бегать на похудении. Все, что выше цифр получится – на тренировку сердечной мышцы и выносливости, а не на жиросжигание.</p>
              </div>
            </div>

            <div class="accordion">
              <div class="accordion-header">
                <h4>Что такое тренировки для "инвалидов"?</h4>
              </div>
              <div class="accordion-collapse">
                <p>Чтобы худеть, нужно тренироваться в зоне 60-70% от максимальной частоты сердечных сокращений. Не буду тебя грузить. Приведу формулу для вычисления пульса, с которым ты будешь ходить или бегать на похудении. Все, что выше цифр получится – на тренировку сердечной мышцы и выносливости, а не на жиросжигание.</p>
              </div>
            </div>

            <div class="accordion">
              <div class="accordion-header">
                <h4>Разминка - когда и как ее делать?</h4>
              </div>
              <div class="accordion-collapse">
                <p>Чтобы худеть, нужно тренироваться в зоне 60-70% от максимальной частоты сердечных сокращений. Не буду тебя грузить. Приведу формулу для вычисления пульса, с которым ты будешь ходить или бегать на похудении. Все, что выше цифр получится – на тренировку сердечной мышцы и выносливости, а не на жиросжигание.</p>
              </div>
            </div>

          </div>
        </div>
      </div>
    </div>
  </div>
  <!-- End Основной контент странички -->

<?php include(BASE_DOMAIN . '/views/footer.php');?>