<?php include(BASE_DOMAIN . '/views/header.php');?>

  <!-- Основной контент странички -->
  <div class="page single-page-rules">
    <div class="page-content container-fluid">
      <div class="row page-info-rules">

        <div class="col-xs-13">
          <ul class="breadcrumbs">
            <li class="active">Как питаться</li>
          </ul>
        </div>

        <div class="col-xs-13">
          <h1 class="page-title">Как питаться</h1>
        </div>
      </div>

      <div class="row page-text-content">
        <div class="col-xs-13">
          <a href="recomend-eating-edit.html" class="btn-default waves waves-effect waves-light right-position">Изменить</a>
        </div>

        <div class="col-xs-13">
          <h2>ОБЩИЕ РЕКОМЕНДАЦИИ ПО КУРСУ ПИТАНИЯ</h2>
          <p>Сразу скажу, что если ты приходишь в форму, то ни крошки мимо обозначенного рациона себе ты не можешь позволить. Как это работает у меня? К себе я строга более всего, ведь результат нужен именно мне. Зачем вкладывать столько работы и потом обманывать себя? Да и на грамотно организованном рационе совершенно не тянет на какие-то срывы. Проще сделать рывок, прийти в классную форму и со спокойной совестью позволять себе несколько раз в неделю какие-то пищевые вольности.</p>

          <p>Я хочу донести, что для изменения отражения в зеркале важен прежде всего психологический настрой. Не пресловутая мотивация, а осознание того, что надо менять пищевые привычки и образ жизни. На это обычно уходит месяц при правильном настрое, и затем уже жизнь протекает ровно и гладко. Но именно рывок в несколько месяцев на приведении себя в форму зачастую для многих труден тем, что они концентрируются не на результате, а на том, от чего они отказываются и через какие изменения проходят. Я всегда говорю — хочешь сорваться? Иди к зеркалу голышом, фотографируйся и рассматривай фото. Сорваться расхочется резко. И не надо думать, что это все долго и муторно. За пресловутые 3 месяца можно вполне сконцентрироваться и прекрасно ударными темпами, сытной едой и правильными тренировками привести себя в неплохую форму. Время летит быстро. Но для многих «быстро» - это неделя-другая, и тут надо просто осознать, что организм перестраивается довольно долго, и явные результаты начинают проявляться после 4-6 недель непрерывного следования рациону и тренировкам, так что терпение и труд прежде всего.</p>

          <p>Запомни первое и основное правило: если ты хоть что-то делаешь не по плану, ПОЖАЛУЙСТА, не удивляйся тому, что всё идёт не так, как ты того ожидала. Да, все мы – люди со своими работами, проблемами, детьми, стрессами, и я не ожидаю, что у меня программу купила самая беззаботная девушка на свете. Ладно-ладно, не пугаю, потому что многие клиенты думают, что будет сложнее, а на самом деле просто всё как дважды два. Не вру—сама увидишь. Но что же тогда входит в основу МОЕГО понятия о правильном питании? Баланс белков, жиров и углеводов. Это всё) И далее ещё по списку внизу будет.</p>

          <p>Запомни простую вещь: если у тебя произошли нарушения хоть в одной области, то это непременно произойдёт и в другой. Если ты питаешься плохо, переедаешь, пьешь мало воды, но отстаиваешь право на бокал вина, мало спишь и отдыхаешь, все процессы нарушаются как на клеточном уровне, так и на уровне работы гормонов. От переедания, от недостатка жидкости, от недосыпания, от стресса мы накапливаем жиры. От голодных диет мышцы атрофируются, разрушаются, мы становимся вялыми, дряблыми, но толстеем, копим жир, слабеем, устаем и впадаем в депрессию.  Правильное питание - залог здоровой работы организма. Смотри на программу не как на процесс похудения в одном ключе, а как на перестройку работы организма, регуляцию гормональной системы, смену привычек питания и улучшение качества жизни.</p>

          <div class="message-block">
            <p>Хочешь новое тело и новую жизнь? Тогда будь готова учиться перекраивать себя заново, настраивать гаечки в голове. Это может произойти не сразу, но зато поменяются многие сферы жизни. Правильное питание и тренировки дают энергию, строительный материал для тела и мозга, ну и для души, разумеется.</p>
          </div>

          <p>Режим сна очень важен для хорошего восстановления. Во время отдыха, а именно через 5 часов глубокого сна у нас всех вырабатывается гормон роста, который нам нужен для восстановления мышц и жиросжигания. Так что привыкаем ложиться в одно и то же удобное время и спать не менее 6-8 часов. Сложно, понимаю, со сном особенно, но ничего не попишешь – так уж оно всё работает.</p>

          <h2>ВАЖНОЕ ПО ПУНКТАМ</h2>
          <strong>Дисциплина</strong>
          <p>Требую от тебя дисциплины в рационе – порции, набор продуктов, вес, контейнеры – все строго, как  указано в плане питания. Это нужно соблюдать без косяков и срывов, чтобы увидеть наконец тело мечты. ЗАПОМНИ: питание – 80% успеха. 20% - зал.</p>

          <strong>Можно или нельзя</strong>
          <p>Если продукт НЕ указан в программе, его есть НЕЛЬЗЯ. Что можно, а что нет ты найдешь в разделе Питание.</p>

          <strong>Не обманывай себя</strong>
          <p>Никаких кусочков и доеданий за всеми. Ты обманешь только себя. Не меня. Я и так по твоей попе всё определю.</p>

          <strong>Как питаться</strong>
          <p>Приемы пищи каждые 3-3,5 часа. Между приемами пищи ничего лишнего. Только чай, кофе, вода. Почему так? Потому что обменные процессы запущены только первые 2-3 часа после приёма пищи. Постепенно эти процессы замедляются. При замедлении обменных процессов организм требует подпитку, чтобы процессы продолжали работать, иначе механизм замедлится. Если ты не поела, мозг начнёт бить тревогу? С этим сигналом выделяется гормон стресса (кортизол) который запускает катаболические процессы. Он разрушает белковые клетки (мышцы), но в то же время активно участвует в синтезе новых клеток, а именно жировых. Именно этот гормон отвечает за накопление жира в организме во время стресса. Вот почему не есть после 6 плохо (как и всякие кефирные детоксы): вес падает из-за потери мышечной ткани, ведь мышцы тяжелее жира. А сам жир копится. Итог: вес падает за счет сгоревших мышц, копится жирок, качество тела становится похожим на кошмар.</p>

          <strong>Сколько пить воды</strong>
          <p>В сутки выпивай 2-2,5 литра. Вода чистая без огурцов и лимона, иначе это считается продуктом питания. Без достаточного количества воды начнется газообразование, запоры, вздутие, дисбактериоз.  Во время тренировки ОБЯЗАТЕЛЬНО около литра воды выпивать. На восстановление очень сильно влияет количество воды в организме. В противном случае организм устанет, мышцы будут вялые и неэластичные. Напитки желательны без сахара и молока (любого молока, безлактозные, соевые, рисовые и миндальные аналоги сюда же). Каши тоже не на молоке. Это важно.</p>

          <strong>Когда есть</strong>
          <p>До тренировки за 1-1,5 часа поесть сложные углеводы + белок НЕЗАВИСИМО ОТ ТОГО, ЧТО ТВОЯ ТРЕНИРОВКА НАЧИНАЕТСЯ УТРОМ ИЛИ ВЕЧЕРОМ. Можешь перед ней пить и протеин. СРАЗУ ПОСЛЕ белок и овощи или кура и овощи + аминокислоты или всаа (не вместе сразу обе добавки – 2-3 штуки утром натощак, до и после тренировки 2-3 штуки, на ночь тоже 2-3 штуки. В дни отдыха аминокислоты утром и вечером в той же пропорции, ибо мышцы растут в дни отдыха).</p>

          <strong>Методы приготовления</strong>
          <p>Гриль, духовка, пар, тушение. Жарить нельзя. Приемы пищи пропускать нельзя. В ресторане или гостях выбор должен падать на овощи, белок (рыба, кура, мясо, морепродукты) (если днем, то и гарнир в виде батата, риса, киноа). На ужин только зеленые овощи и белковая пища без соли. Соус чолула, табаско, бальзамик можно, но не больше 2-3 ст ложек. Приправы и специи можно и нужно для обменных процессов и хорошего настроения. Солим еду не до фанатизма, соль полностью не исключаем.</p>

          <strong>Побочные эффекты</strong>
          <p>Может через 2-3 недели после старта программы возникать быстрое чувство голода - это становится активнее метаболизм, так происходит почти у всех. За пару недель это явление проходит.</p>

          <h2>КАК ГОТОВИТЬ, ЧТОБЫ НЕ ПОЕХАЛА КРЫША</h2>
          <p>Трудно как-то не так приготовить любую кашу, если только это не ризотто. Мое предложение – различные специи. Их можно, как и соль в пищу, добавлять в крупы. Пусть они будут яркими и ароматными. Кстати, мой любимый вариант приготовления белого риса - рис с зеленым замороженным горошком. Просто отварить рис и замочить горох, смешав их вместе. Просто прекрасно. Да и веточка зелени просто на блюдо никогда не мешает. Если это батат (сладкий картофель), то проще всего его завернуть во влажную бумажную салфетку и на 6 минут в микроволновку. Еще его можно нарезать кольцами и отправить в духовку на 20-30 минут, посолив и посыпав корицей. Еще его варят и делают пюре. Великолепный вкус.</p>
        </div>

      </div>
    </div>
  </div>
  <!-- End Основной контент странички -->

<?php include(BASE_DOMAIN . '/views/footer.php');?>