<?php include(BASE_DOMAIN . '/views/header.php');?>

  <!-- Основной контент странички -->
  <div class="page single-page-rules">
    <div class="page-content container-fluid">
      <div class="row page-info-rules">

        <div class="col-xs-13">
          <ul class="breadcrumbs">
            <li><a href="rules.html">Правила курса</a></li>
            <li class="active">Питание для новичков</li>
          </ul>
        </div>

        <div class="col-xs-13">
          <h1 class="page-title">Питание для новичков</h1>
        </div>
      </div>

      <div class="row page-text-content">
        <div class="col-xs-13">
          <a href="single-rules-edit.html" class="btn-default waves waves-effect waves-light right-position">Изменить</a>
        </div>

        <div class="col-xs-13">
          <h2>ЧТО ВХОДИТ В ПРОГРАММУ</h2>
          <ul>
            <li>индивидуальный план питания</li>
            <li>индивидуальный план тренировок</li>
            <li>отчеты</li>
            <li>календарь с графиком тренировок, который можно настроить под свой режим</li>
            <li>общие рекомендации по питанию</li>
            <li>общие рекомендации по тренировкам</li>
          </ul>
          <h2>ПАМЯТКА, ЗАЧЕМ МЫ ТУТ СОБРАЛИСЬ И ЧТО ХОТИМ ПОЛУЧИТЬ ОТ КУРСА</h2>
          <p>Самая унылая вещь – это неумение читать текст. Ну да, нас всех изрядно подпортил интернет и высокая плотность информации. Мозг не справляется с большим объемом текста и тд. Но очень прошу: читайте. Я написала все максимально подробно. Какие аминокислоты. Кому можно. Можно ли чечевицу. Можно ли то и это. Это все есть. Посидите подольше над каждым файлом, потратьте время. Это индивидуальная работа с каждым, но каждый должен осознать, что это РА-БО-ТА! Было бы печально не прийти к результату, пропустив какой-то пункт.</p>

          <div class="message-block">
            <p>Основная ошибка многих клиентов (моих и других): не доел (переел), не доработал в зале. Что значит не доесть и переесть – понятно – схомячить больше или меньше, чем сказано. А не доработать – это не уползти с тренировки. Просто некому контролировать их. Оказывается, ты сам для себя не достаточный аргумент.</p>
          </div>

          <p>Выкидываем из головы мысль о том, что есть уникальная пилюля от похудения или поддержания красивой формы. Тем более, у каждого своя картинка в голове. Покупая какую-то программу, ты покупаешь доверие и работу с конкретным человеком, которому ты почему-то решила довериться. Что послужило критерием выбора? Масса факторов: до и после, разумные тексты про еду и нагрузки, собственный пример, проверка на себе каких-то советов, стиль общения в сети… Да мало ли что. Главное, что ты теперь на пути к созданию себя. Первое, что я хочу тебе сообщить, - в фитнесе главное – это мозги. Что это значит? Что нужно ставить разумные цели. Поставив цель «накачать мышцы», «похудеть наконец», «создать рельеф», «научиться питаться» ты должна именно хотеть это сделать. Для этого ты должна понимать, что нужно. Всегда одно и то же: работа с весами (те самые тренажеры и гантели), дробное частое питание, которым мы разгоняем обмен веществ, желание измениться. Это всё. Никаких запредельных способов нет. Другой вопрос как мы это делаем.</p>
          <h2>ЗАЧЕМ НУЖНЫ ОТЧЕТЫ И КОГДА ИХ ЗАПОЛНЯТЬ</h2>
          <p>Выкидываем из головы мысль о том, что есть уникальная пилюля от похудения или поддержания красивой формы. Тем более, у каждого своя картинка в голове. Покупая какую-то программу, ты покупаешь доверие и работу с конкретным человеком, которому ты почему-то решила довериться. Что послужило критерием выбора? Масса факторов: до и после, разумные тексты про еду и нагрузки, собственный пример, проверка на себе каких-то советов, стиль общения в сети… Да мало ли что. Главное, что ты теперь на пути к созданию себя. Первое, что я хочу тебе сообщить, - в фитнесе главное – это мозги. Что это значит? Что нужно ставить разумные цели. Поставив цель «накачать мышцы», «похудеть наконец», «создать рельеф», «научиться питаться» ты должна именно хотеть это сделать. Для этого ты должна понимать, что нужно. Всегда одно и то же: работа с весами (те самые тренажеры и гантели), дробное частое питание, которым мы разгоняем обмен веществ, желание измениться. Это всё. Никаких запредельных способов нет. Другой вопрос как мы это делаем.</p>
          <h2>ЧТО БУДЕТ, ЕСЛИ ПРОПУСКАТЬ ОТЧЕТЫ И ТРЕНИРОВКИ</h2>
          <p>Выкидываем из головы мысль о том, что есть уникальная пилюля от похудения или поддержания красивой формы. Тем более, у каждого своя картинка в голове. Покупая какую-то программу, ты покупаешь доверие и работу с конкретным человеком, которому ты почему-то решила довериться. Что послужило критерием выбора?</p>
          <p>Масса факторов: до и после, разумные тексты про еду и нагрузки, собственный пример, проверка на себе каких-то советов, стиль общения в сети… Да мало ли что. Главное, что ты теперь на пути к созданию себя. Первое, что я хочу тебе сообщить, - в фитнесе главное – это мозги. Что это значит? Что нужно ставить разумные цели. Поставив цель «накачать мышцы», «похудеть наконец», «создать рельеф», «научиться питаться» ты должна именно хотеть это сделать. Для этого ты должна понимать, что нужно. Всегда одно и то же: работа с весами (те самые тренажеры и гантели), дробное частое питание, которым мы разгоняем обмен веществ, желание измениться. Это всё. Никаких запредельных способов нет. Другой вопрос как мы это делаем.</p>
        </div>

      </div>
    </div>
  </div>
  <!-- End Основной контент странички -->

<?php include(BASE_DOMAIN . '/views/footer.php');?>